export const react = [
    {
        id: "0",
        title: "Основна",
        questions: [
            {
                id: '0',
                title: 'Что такое React?',
                answer: <div>Хук это нововведение в React 16.8, которое позволяет использовать состояние и другие возможности React без написания классов</div>
            },
        ]
    },
    {
        id: "1",
        title: "hooks",
        questions: [
            {
                id: '0',
                title: 'Что такое хуки? (hook)',
                answer: <div>Хук это нововведение в React 16.8, которое позволяет использовать состояние и другие возможности React без написания классов</div>
            },
            {
                id: '1',
                title: 'Что такое useState? Для чего он используется?',
                answer: <div>Хук для создания состояния</div>
            }
        ]
    },
]
